tap "adoptopenjdk/openjdk"
tap "avencera/taps"
tap "ethereum/ethereum"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "iamchokerman/ani-cli"
tap "koekeishiya/formulae"
tap "microsoft/git"

brew "coreutils"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "go"
brew "ncurses"
brew "tree-sitter"
brew "neovim"
brew "openjdk"
brew "pandoc"
brew "python-tk"
brew "python"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "tree"
cask "font-jetbrains-mono-nerd-font"
cask "alacritty"
cask "alfred"
cask "docker"
