brew "coreutils"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "gnutls"
brew "go"
brew "google-java-format"
brew "lf"
brew "ncurses"
brew "neovim"
brew "openjdk"
brew "pnpm"
brew "postgresql"
brew "python-tk"
brew "python"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "tree"
brew "yarn"
brew "alacritty"
brew "alfred"
brew "anaconda"
brew "postman"
cask "font-jetbrains-mono-nerd-font"
cask "bitwarden"
