tap "oven-sh/bun"
brew "bat"
brew "bob"
brew "coreutils"
brew "fd"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "jq"
brew "ncurses"
brew "openjdk"
brew "oven-sh/bun/bun"
brew "pandoc"
brew "python"
brew "ripgrep"
brew "sqlite"
brew "stow"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "uv"
brew "yazi"
brew "youtube-dl"
brew "zig"
cask "alfred"
cask "basictex"
cask "bitwarden"
cask "bruno"
cask "db-browser-for-sqlite"
cask "discord"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "notion"
cask "obsidian"
cask "rectangle"
cask "zen-browser"
