tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"

brew "bat"
brew "coreutils"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "go"
brew "lf"
brew "ncurses"
brew "tree-sitter"
brew "neovim"
brew "openjdk"
brew "python-tk"
brew "python"
brew "pandoc"
brew "ripgrep"
brew "stow"
brew "tmux"
brew "youtube-dl"

cask "alacritty"
cask "alfred"
cask "anaconda"
cask "docker"
cask "mactex"
cask "postman"
