tap "homebrew/bundle"
tap "oven-sh/bun"
brew "bat"
brew "bob"
brew "coreutils"
brew "fd"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "gh"
brew "git"
brew "gleam"
brew "go"
brew "jq"
brew "ncurses"
brew "openjdk"
brew "oven-sh/bun/bun"
brew "pandoc"
brew "python"
brew "r"
brew "ripgrep"
brew "sqlite"
brew "sqlx-cli"
brew "stow"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "uv"
brew "youtube-dl"
brew "zig"
cask "alacritty"
cask "alfred"
cask "appcleaner"
cask "bitwarden"
cask "db-browser-for-sqlite"
cask "mactex"
cask "rstudio"
